4ops.terraform
766b.go-outliner
ACharLuk.easy-cpp-projects
akamud.vscode-javascript-snippet-pack
ankitcode.firefly
austin.code-gnu-global
ccy.ayu-adaptive
christian-kohler.path-intellisense
danielpinto8zz6.c-cpp-compile-run
DavidAnson.vscode-markdownlint
dbaeumer.jshint
dbaeumer.vscode-eslint
DigitalBrainstem.javascript-ejs-support
divola.ayu-dark-lighter
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
dunstontc.dark-plus-syntax
EditorConfig.EditorConfig
erd0s.terraform-autocomplete
formulahendry.code-runner
formulahendry.docker-explorer
formulahendry.docker-extension-pack
fwcd.kotlin
golang.go
googlecloudtools.cloudcode
hashicorp.terraform
HookyQR.beautify
humao.rest-client
jasonnutter.search-node-modules
jchannon.csharpextensions
KevinRose.vsc-python-indent
Leopotam.csharpfixformat
mathiasfrohlich.Kotlin
mgmcdermott.vscode-language-babel
mitaki28.vscode-clang
momoto.binary-viewer
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.mssql
ms-python.python
ms-vscode.azure-account
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.powershell
ms-vscode.typescript-javascript-grammar
ms-vscode.vscode-typescript-next
msjsdiag.debugger-for-chrome
msjsdiag.vscode-react-native
msyrus.go-doc
Nimda.deepdark-material
onuraslan.theme
redhat.vscode-yaml
sburg.vscode-javascript-booster
sveggiani.vscode-field-lights
teabyii.ayu
techer.open-in-browser
tgreen7.vs-code-node-require
tht13.html-preview-vscode
tht13.python
Tino.simple-rest-client
VisualStudioExptTeam.vscodeintellicode
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
zhouronghui.propertylist
zhuangtongfa.material-theme
